/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Δεν είναι δυνατή η ολοκλήρωση της ενέργειας";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Δοκιμάστε ξανά αργότερα.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Αυτή η μορφή πολυμέσων δεν υποστηρίζεται.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Αυτό το πολυμέσο ίσως να είναι κατεστραμμένο.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Αυτή η εφαρμογή δεν έχει εξουσιοδότηση για την αναπαραγωγή αυτού του αρχείου."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Δεν είναι δυνατή η χρήση αυτού του πολυμέσου.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Δεν είναι δυνατή η αποκωδικοποίηση";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Ο αποκωδικοποιητής που απαιτείται για αυτό το μέσο είναι απασχολημένος.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Διακόψτε οποιαδήποτε άλλη ενέργεια αποκωδικοποίησης μέσων και δοκιμάστε ξανά.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Δεν είναι δυνατή η χρήση του μέσου σε αυτόν τον υπολογιστή.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Δεν είναι δυνατή η αναπαραγωγή του περιεχομένου σε εξωτερική οθόνη.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Δεν είναι δυνατή η αναπαραγωγή του προστατευμένου περιεχομένου στην τρέχουσα διαμόρφωση συστήματος.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Το κανάλι βίντεο εξόδου διακωδικοποίησης δεν έχει σωστό πλήθος καρέ";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Το πλήθος καρέ εξόδου διακωδικοποίησης δεν είναι ίδιο με την προέλευση που δεν έχει τμήματα επεξεργασίας";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Απέτυχε η αποκωδικοποίηση";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "ο αποκωδικοποιητής αντιμετώπισε σφάλμα";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Απέτυχε η κωδικοποίηση";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "ο κωδικοποιητής αντιμετώπισε σφάλμα";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Το παρεχόμενο κλειδί εκτός σύνδεσης δεν είναι έγκυρο";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Το κλειδί εκτός σύνδεσης που παρασχέθηκε ενδέχεται να μην είναι έγκυρο ή δεν βρέθηκε ο κατάλογος αποθήκευσης κλειδιού «persistent»";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Αυτός ο υπολογιστής δεν είναι εξουσιοδοτημένος να αναπαράγει το περιεχόμενο";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Αυτή η εφαρμογή δεν είναι εξουσιοδοτημένη για την αναπαραγωγή προστατευμένου περιεχομένου";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Δεν είναι δυνατό το άνοιγμα";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Αυτό το περιεχόμενο δεν είναι πλέον διαθέσιμο";
